Revit 2027 API
ParameterTypeId.DividedSurfaceGridOptionParamn2 Property
 "Option 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceGridOptionParamn2 { get; }
Public Shared ReadOnly Property DividedSurfaceGridOptionParamn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceGridOptionParamn2 {
	ForgeTypeId^ get ();
}
static member DividedSurfaceGridOptionParamn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace